Repository: enoyola/FootballSwap
Catalog: StickerMatch/Localizable.xcstrings
Source language: en
Languages: es

source: / %lld stickers
es: / %lld estampas

# %lld of %lld teams complete
source: %1$lld of %2$lld teams complete
es: %1$lld de %2$lld equipos completos

source: Account
es: Cuenta

source: Add a city and at least one repeated or missing sticker.
es: Agrega una ciudad y al menos una estampa repetida o faltante.

source: Add any context…
es: Agrega algún detalle…

source: Album
es: Álbum

source: All
es: Todas

source: Block
es: Bloquear

source: Block %@
es: Bloquear a %@

source: Block %@?
es: ¿Bloquear a %@?

source: Blocked users
es: Usuarios bloqueados

source: Blocked Users
es: Usuarios bloqueados

source: Buyers reach you through in-app messages — no phone number needed.
es: Los interesados te contactan por mensajes dentro de la app, sin número de teléfono.

source: Cancel
es: Cancelar

source: City
es: Ciudad

source: Complete your album faster. Find people nearby who have the stickers you need.
es: Completa tu álbum más rápido. Encuentra personas cerca que tienen las estampas que necesitas.

source: Continue with Google
es: Continuar con Google

source: Copies
es: Copias

source: Could not read Apple credentials. Please try again.
es: No se pudieron leer las credenciales de Apple. Inténtalo de nuevo.

source: Country
es: País

source: Delete
es: Eliminar

source: Delete account
es: Eliminar cuenta

source: Delete everything
es: Eliminar todo

source: Delete post
es: Eliminar publicación

source: Delete this post?
es: ¿Eliminar esta publicación?

source: Delete your account?
es: ¿Eliminar tu cuenta?

source: Details (optional)
es: Detalles (opcional)

source: Distance
es: Distancia

source: Done
es: Listo

source: Edit Post
es: Editar publicación

source: Enable location to see matches near you.
es: Activa la ubicación para ver coincidencias cerca de ti.

source: Enable location to see trades near you.
es: Activa la ubicación para ver intercambios cerca de ti.

source: Filter
es: Filtrar

source: Finding possible trades…
es: Buscando intercambios posibles…

source: Harassment or inappropriate
es: Acoso o contenido inapropiado

source: Has (repeated)
es: Tiene (repetidas)

source: Have
es: Tengo

source: Loading messages…
es: Cargando mensajes…

source: Loading posts…
es: Cargando publicaciones…

source: Loading your album…
es: Cargando tu álbum…

source: Loading your posts…
es: Cargando tus publicaciones…

source: Loading…
es: Cargando…

source: Locating…
es: Ubicando…

source: Mark stickers as missing and repeated, and check back when more people post.
es: Marca las estampas que te faltan y las repetidas, y vuelve cuando haya más publicaciones.

source: Meet only in public places. FootballSwap does not process payments, verify users, or guarantee trades.
es: Reúnete solo en lugares públicos. FootballSwap no procesa pagos, no verifica usuarios ni garantiza intercambios.

source: Meeting point (public place)
es: Punto de encuentro (lugar público)

source: Meeting time (e.g. Sat 3–6pm)
es: Horario de encuentro (ej. sáb 3–6pm)

source: Message
es: Mensaje

source: Messages
es: Mensajes

source: Missing
es: Faltante

source: My Album
es: Mi álbum

source: My posts
es: Mis publicaciones

source: My Posts
es: Mis publicaciones

source: Needs (missing)
es: Necesita (faltantes)

source: New Post
es: Nueva publicación

source: Nickname
es: Apodo

source: No blocked users
es: Sin usuarios bloqueados

source: No matches
es: Sin coincidencias

source: No matches nearby
es: Sin coincidencias cerca

source: No matches yet
es: Aún no hay coincidencias

source: No messages yet
es: Aún no hay mensajes

source: No players match “%@”.
es: Ningún jugador coincide con “%@”.

source: No posts nearby
es: Sin publicaciones cerca

source: No posts yet
es: Aún no hay publicaciones

source: No stickers to show for %@.
es: No hay estampas para mostrar de %@.

source: Nothing here
es: No hay nada aquí

source: Other
es: Otro

source: People you block won't see your posts or reach you, and you won't see theirs.
es: Las personas que bloquees no verán tus publicaciones ni podrán contactarte, y tú no verás las suyas.

source: Preferred meeting point
es: Punto de encuentro preferido

source: Price / trade note
es: Precio / nota de intercambio

source: Profile
es: Perfil

source: Publish
es: Publicar

source: Reason
es: Motivo

source: Repeated
es: Repetida

source: Report
es: Reportar

source: Report post
es: Reportar publicación

source: ROAD TO 2026
es: RUMBO A 2026

source: Safety
es: Seguridad

source: Save
es: Guardar

source: Saving…
es: Guardando…

source: Say hello and arrange a public place to trade.
es: Saluda y acuerda un lugar público para intercambiar.

source: Scam or fraud
es: Estafa o fraude

source: Score %lld
es: Puntuación %lld

source: Search city
es: Buscar ciudad

source: Search country
es: Buscar país

source: Search number or name
es: Buscar número o nombre

source: Search sticker number
es: Buscar número de estampa

source: Search your city
es: Busca tu ciudad

source: Select
es: Seleccionar

source: Settings
es: Ajustes

source: Showing %@. Turn on location for nearby matches.
es: Mostrando %@. Activa la ubicación para ver coincidencias cercanas.

source: Showing %@. Turn on location for nearby trades.
es: Mostrando %@. Activa la ubicación para ver intercambios cercanos.

source: Sign out
es: Cerrar sesión

source: Start typing a city name to see suggestions.
es: Empieza a escribir el nombre de una ciudad para ver sugerencias.

source: Stickers you have (repeated)
es: Estampas que tienes (repetidas)

source: Stickers you need (missing)
es: Estampas que necesitas (faltantes)

source: Submit
es: Enviar

source: Tap “Message” on a post or match to start a chat.
es: Toca “Mensaje” en una publicación o coincidencia para iniciar un chat.

source: Teams
es: Equipos

source: There are matches farther away — widen the radius to see them.
es: Hay coincidencias más lejos: amplía el radio para verlas.

# They have %lld sticker%@ you need
source: They have %1$lld sticker%2$@ you need
es: Tienen %1$lld estampa%2$@ que necesitas

source: This permanently deletes your album, posts, and messages. This cannot be undone.
es: Esto elimina permanentemente tu álbum, tus publicaciones y tus mensajes. No se puede deshacer.

source: Trader
es: Coleccionista

source: Try a wider radius, or tap + to publish your repeated and missing stickers.
es: Prueba un radio más amplio o toca + para publicar tus estampas repetidas y faltantes.

source: Unblock
es: Desbloquear

# You have %lld sticker%@ they need
source: You have %1$lld sticker%2$@ they need
es: Tienes %1$lld estampa%2$@ que necesitan

source: You won't see each other's posts, matches, or messages.
es: Ya no verán las publicaciones, coincidencias ni mensajes del otro.

source: You're reporting %@. Reports are reviewed by our team. You can also block this person to stop all contact.
es: Estás reportando a %@. Nuestro equipo revisa los reportes. También puedes bloquear a esta persona para detener todo contacto.

source: Your details
es: Tus datos

source: England
es: Inglaterra

source: Scotland
es: Escocia

source: Tap + in the Marketplace to publish your repeated and missing stickers.
es: Toca + en Marketplace para publicar tus estampas repetidas y faltantes.

source: Swap
es: Intercambio

source: Team Crest
es: Escudo
